<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<textarea readonly style="max-height:300px;">

1. 환자의 권리

가. 진료받을 권리
환자는 자신의 건강 보호와 증진을 위해 적절한 보건 의료 서비스를 받을 권리를 갖고, 성별, 나이, 종교, 신분, 경제적 사정 등을 이유로 건강에 관한 권리를 침해받지 아니하며, 의료인은 정당한 사유없이 진료를 거부하지 못한다.

나. 알 권리 및 자기결정권
환자는 담당 의사 · 간호사 등으로부터 질병 상태, 치료 방법, 결과(부작용 등) 진료 내용에 대한 충분한 설명을 듣고 자세히 물어볼 수 있으며 치료방법에 대해 동의 여부를 결정할 권리를 가진다.

다. 비밀을 보호받을 권리
환자는 진료와 관련된 신체상 · 건강상 비밀과 사생활 비밀을 보호받으며, 의료인과 의료 기관은 환자의 동의를 받지 않거나 범죄 수사 등 법률이 정한 경우 외에는 누설, 발표하지 못한다.

2. 환자의 책임과 의무
가. 의료인에 대한 신뢰 · 존중 의무
환자는 자신의 건강 관련 정보를 의료인에게 정확히 알리고, 의료인의 치료 계획에 대해 신뢰하고 존중하여야 한다.

나. 치료 계획 준수의 의무
진료를 제공받는 환자는 투병의 주체자로서 환자가 지켜야 할 치료 계획을 준수하여야 하며 이에 응하지 않아 발생한 결과에 대하여는 환자 본인이 책임을 진다.

다. 부정한 방법으로 진료를 받지 않을 의무
환자는 진료 전에 본인의 신분을 밝혀야하고, 타인의 명의로 진료를 받는 등 거짓이나 부정한 방법으로 치료를 받지 아니한다.

라. 진료 환경을 침해하지 않을 의무
환자 및 보호자는 최선의 진료를 방해하거나 방해할 우려가 있는 일체의 행위를 하여서는 아니된다.

마. 다른 환자의 권리를 침해하지 않을 의무
환자 및 보호자는 진료실 내에서 다른 환자의 진료 받을 권리를 침해하거나 침해할 우려가 있는 일체의 행위를 해서는 아니된다.

바. 진료비 지불의 의무
환자는 자신이 받은 진료에 대한 비용을 지불할 의무가 있다.
							
</textarea>